Albert24GG/esp32-bike-computer/src/modules/wheel_module/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.1 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ULP_COPROC_ENABLED=y
CONFIG_ULP_COPROC_RESERVE_MEM=8128
CONFIG_ULP_HP_UART_CONSOLE_PRINT=y
